Repository: maxb02/Django-PB-service
Catalog: pbsite/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Guides
ru: Руководства

source: Spare parts
ru: Запасные части

source: Statement of manufacturer warranty rejection
ru: Акт отказа в гарантийном обслуживании

source: Statement of manufacturer technical inspection
ru: Акт технической экспертизы устройства

source: Statement of manufacturer defect acceptance
ru: Акт списания устройства

source: In Process
ru: Обрабатывается

source: Confirmed
ru: Подтвержден

source: Rejected
ru: Отклонен

source: Serial Number
ru: Серийный Номер

source: Protocol Number
ru: Номер обращения

source: User Name
ru: Пользователь

source: Accepted or declined by
ru: Подтвердил или отклонил

source: Fill Date
ru: Дата заполнения

source: Purchase Date
ru: Дата продажи

source: Received Date
ru: Дата приема

source: Conclusion Date
ru: Дата заключения

source: Presale
ru: Предпродажный

source: Customer Claim
ru: Жалоба потребителя

source: Identified Malfunction
ru: Результат диагностики (выявленные дефекты)

source: Conclusion
ru: Заключение

source: Photo of warranty card
ru: Фото гарантийного талона

source: Photo of receipt
ru: Фото чека

source: Photo of screen
ru: Фото экрана

source: Photo of defect
ru: Фото дефекта

source: Client Name
ru: ФИО клиента (Потребителя)

source: Document type
ru: Тип документа

source: Satatus
ru: Статус

source: Scope of Supply
ru: Комплектацыя

source: Visual (cosmetic) Defects:
ru: Косметические дефекты

source: Comments (for PocketBook)
ru: Комментарии инженера (для PocketBook)

source: Comment of Manager
ru: Комментарии инженера

source: Document Number
ru: Номер документа

source: Document
ru: Документ

source: Status
ru: Статус

source: Device
ru: Устройство

source: Service
ru: Сервисный центр

source: Comments
ru: Коментарии

source: Comments of Pocketbook
ru: Коментарии представителя Pocketbook

source: Comment
ru: Коментарий

source: Documents
ru: Документы

source: All Your Documents
ru: Все ваши документы

source: Request Document Form
ru: Форма запроса документа

source: Region
ru: Регион

source: Type
ru: Тип

source: Warranty rejection
ru: Отказ в ГО

source: Technical inspection
ru: Техническая экспертиза

source: Defect acceptance
ru: Списание

source: Request Document
ru: Запросить документ

source: Input device info
ru: Введите необходимые данные

source: Send request
ru: Отправить запрос

source: Photo of general view of the device (with visible serial number on the back cover)
ru: Фото устройства с задней кришкой где видно серийный номер

source: Photo of the battery label
ru: Фото шильдика АКБ

source: Device Serial Number
ru: Серийный Номер Устройства

source: Battery Serial Number
ru: Серийный Номер АКБ

source: Battery Production Date
ru: Дата производства

source: Battery photo
ru: Фото АКБ

source: General view photo
ru: Фото устройства

source: Model
ru: Модель

source: Display photo
ru: Фото дисплея

source: Display label photo
ru: Фото шильдика дисплея

source: Please pay your attention
ru: Пожалуйста, обратите внимание

source: All photos should have portrait orientation and readable text position.
ru: Все фотографии должны иметь «книжную» ориентацию, текст должен быть читаемым

source: Submit
ru: Отправить

source: Home
ru: Главная

source: Devices
ru: Устройства

source: Serial Check
ru: Проверка серийного номера

source: Contacts
ru: Контакты

source: Admin Section
ru: Администрирование

source: Wellcome
ru: Приветствую

source: Log-out
ru: Выйти

source: Log-in
ru: Войти

source: News
ru: Новости

source: Last updates
ru: Последние обновления

source: English
ru: Английский

source: Russian
ru: Русский

source: Yes
ru: Да

source: No
ru: Нет

source: SN is valided
ru: Серийный номер валидный

source: Production Date
ru: Дата производства

source: Shipping Date
ru: Дата отгрузки

source: Country
ru: Страна

source: Color
ru: Цвет

source: Partner
ru: Партнер

source: Manufacturer
ru: Производитель

source: Serial Number Info
ru: Информация о Серийном Номере
